Repository: GeorgesAb-Lb/ecs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: All studies except multicentre drug studies
de: Alle Studien außer multizentrische Arzneimittelstudien

source: Multicentre drug trials for controlling ethics committees
de: Multizentrische Arzneimittelstudien für Leit-Ethikkommissionen

source: Multicentre drug trials for locally responsible ethics committees
de: Multizentrische Arzneimittelstudien für lokal zuständige Ethikkommissionen

source: fee exemption
de: gebührenbefreit

source: External Reviewer
de: Gutachter

source: fees note - remission
de: Gebührennoten - Gebührenbefreit

source: fees note - controlling-EC multicentric
de: Gebührennoten - Leit-EK multizentrisch

source: fees note - local EC
de: Gebührennoten - lokale EK

source: fees note - other
de: Gebührennoten - sonstige

source: statistical result
de: Statistikergebnis

source: amt.
de: Anz.

source: EC-Number
de: EK-Number

source: company
de: Firma

source: applicant
de: Antragsteller

source: clinic
de: Klinik

source: sum
de: Summe

source: fee-exempted submissions
de: Gebührenbefreite Einreichungen

source: reviewer
de: Gutachter

source: EC-Nr.
de: EK-Nr

source: Social Security Number
de: Sozialversicherungs-Nr.

source: Shorthand Symbol
de: Kürzel

source: Expedited Review
de: Expedited Empfehlung

source: Statistical Review
de: Statistische Bewertung

source: Legal and Patient Review
de: Patienteninformationsbewertung

source: Insurance Review
de: Versicherungsbewertung

source: GCP Review
de: GCP Bewertung

source: Board Member Review
de: Spezialistenbewertung

source: External Review
de: Gutachten

source: External Review Review
de: Gutachten Überprüfung

source: comment/reasoning
de: Kommentar/Begründung

source: New
de: Neu

source: Completed
de: Abgeschlossen

source: Review OK
de: Überprüfung OK

source: Review Failed
de: Überprüfung fehlgeschlagen

source: Dropped
de: Fallengelassen

source: Anonymous
de: Anonym

source: Request for review
de: Bitte um Begutachtung

source: Publish
de: Veröffentlichen

source: Send back to external Reviewer
de: Zurück zum Gutachter

source: Drop
de: Fallen lassen

source: Query regarding review
de: Rückfrage zum Gutachten

source: Ethics Commission
de: Ethik-Kommission

source: Involved Party
de: Beteiligte Personen

source: Answer
de: Antwort

source: Delegate to
de: Abgeben an

source: Resubmission
de: Neueinreichung

source: B2 Resubmission
de: B2 Änderung

source: B2 Resubmission Review
de: B2 Änderungsbewertung

source: Initial Review
de: Einreichung Formale Prüfung

source: Categorization Review
de: Einstufung und Zuteilung

source: Paper Submission Review
de: Unterschrift Prüfung

source: Thesis Recommendation
de: Thesis Empfehlung

source: Thesis Recommendation Review
de: Thesis Empfehlung Überprüfung

source: Expedited Recommendation
de: Expedited Empfehlung

source: Local EC Recommendation
de: Begleitende EK Empfehlung

source: Vote Preparation
de: Votumsvorbereitung

source: No Information
de: Keine Angaben

source: Yes
de: Ja

source: No
de: Nein

source: Please enter a date in the format dd.mm.yyyy.
de: Bitte geben Sie ein Datum im Format TT.MM.JJJJ ein.

source: Please enter a date in dd.mm.yyyy format and time in format HH:MM.
de: Bitte geben Sie ein Datum im Format TT.MM.JJJJ und eine Uhrzeit im Format HH:MM ein.

source: Please enter a time in the format HH: MM.
de: Bitte geben Sie eine Uhrzeit im Format HH:MM ein.

source: No information given
de: Keine Angaben

source: The account beneficiary is not the sponsor
de: Der Sponsor ist nicht der Rechnungsempfänger

source: Please enter a valid e-mail address
de: Bitte geben Sie eine gültige E-mail Adresse an

source: Presenter
de: Einreicher

source: Susar Presenter
de: Sicherheitsmeldungsersteller

source: At least one centre is required.
de: Zumindest ein Zentrum ist verpflichtend anzugeben.

source: Please select exactly one primary investigator.
de: Bitte wählen Sie genau eine/n koordinierende/n Prüfärztin/arzt.

source: Past Meetings
de: Vergangene Sitzungen

source: Next Meeting
de: Nächste Sitzung

source: Upcoming Meetings
de: Kommende Sitzungen

source: No Meeting
de: Keine Sitzung

source: Other
de: Andere

source: Not Categorized
de: Nicht Eingestuft

source: board
de: Standard

source: Thesis
de: Diplomarbeit

source: Local EC
de: Lokale EK

source: B2 Votes
de: B2 Voten

source: B3 Votes
de: B3 Voten

source: Other Votes
de: Andere Voten

source: No Votes
de: Keine Voten

source: Mine
de: Meine

source: Assigned
de: Übernommen

source: Other Studies
de: Andere Studien

source: file
de: Datei

source: This file is not a valid ECX archive.
de: Diese Datei ist kein gültiges ECX-Archiv.

source: End
de: Ende

source: User
de: Benutzer

source: Default Contact
de: Standard-Empfänger

source: Display Notifications in Protocol
de: Meldungen im Protokoll anzeigen

source: Key data
de: Eckdaten

source: type of project
de: Art des Projekts

source: participant
de: Teilnehmer

source: test participant
de: Prüfungsteilnehmer

source: centers abroad respectively non AMG
de: Zentren im Ausland bzw. Zentren im Inland die nicht Gegenstand der Einreichung sind

source: outline
de: Kurzfassung

source: invoice recipient
de: Rechnungsempfänger

source: drug trial
de: Arzneimittelstudie

source: Medical Device Study
de: Medizinproduktestudie

source: measures
de: Maßnahmen

source: biometrics
de: Biometrie

source: study plan
de: Studienplanung

source: planned statistical analysis
de: Geplante statistische Analyse

source: documentation form / data management
de: Dokumentationsbögen / Datenmanagement

source: persons in charge
de: Verantwortliche und Qualifikation

source: information privacy
de: Datenschutz

source: insurance
de: Versicherung

source: documents
de: Unterlagen

source: centres
de: Zentren

source: General information
de: Allgemeine Angaben

source: Made Changes
de: Vorgenommene Änderungen

source: Study status
de: Studienstatus

source: participants
de: Teilnehmer/innen

source: external_reviewers
de: Gutachter

source: workflow lane
de: Arbeitsablauf

source: medical_categories
de: Medizinische Kategorien

source: remission
de: Gebührenbefreiung

source: legal_and_patient_review_required
de: Überprüfung Pat.info notwendig

source: statistical_review_required
de: Statistische Überprüfung notwendig

source: insurance_review_required
de: Versicherungsüberprüfung notwendig

source: gcp_review_required
de: GCP Überprüfung notwendig

source: invite_primary_investigator_to_meeting
de: Hauptprüfer einladen

source: monocentric
de: monozentrisch

source: multicentric, main ethics commission
de: multizentrisch, Leit-Ethikkommission

source: multicentric, local ethics commission
de: multizentrisch, lokale Ethikkommision

source: individual-related
de: personenbezogen

source: implicit individual-related
de: indirekt personenbezogen

source: completely anonymous
de: vollständig anonymisiert

source: retrospective thesis
de: Retrospektive Diplomarbeiten/Dissertationen

source: Ms
de: Frau

source: Mr
de: Herr

source: Finished
de: Beendet

source: Expired
de: Abgelaufen

source: Active
de: Aktiv

source: Acknowledged
de: Bestätigt

source: open
de: offen

source: double-blind
de: doppelblind

source: not applicable
de: nicht zutreffend

source: single-sided
de: einseitig

source: double-sided
de: zweiseitig

source: minors
de: Minderjährige

source: Investigator invited
de: Prüfer eingeladen

source: only study-related
de: ausschließlich studienbezogen

source: for routine purposes
de: zu Routinezwecken

source: studies
de: Studien

source: Statement/Conclusion/Notice
de: Begründung/Stellungnahme/Mitteilung

source: Type
de: Typ

source: The study has been started
de: Die Studie wurde begonnen

source: please add additional details to the field "comments"
de: Ergänzende Angaben beschreiben Sie bitte im Feld "Begründung/Stellungnahme/Mitteilung"

source: Why hasn't the study been started?
de: Warum wurde die Studie nicht begonnen?

source: Number of recruited patients / subjects
de: Zahl der rekrutierten Patient/inn/en / Proband/inn/en

source: Number of patients / subjects who completed the study
de: Zahl der Patient/inn/en / Proband/inn/en, die die Studie beendet haben

source: Number of study discontinuations
de: Zahl der Studienabbrüche

source: Number of SAEs
de: Zahl der SAEs

source: Number of SUSARs
de: Zahl der SUSARs

source: The study was aborted
de: Die Studie wurde abgebrochen

source: Date of completion
de: Datum der Beendigung

source: Estimated end date
de: Voraussichtliches Enddatum

source: PDF-file
de: PDF-Datei

source: file name
de: Dateiname

source: date of document creation
de: Datum der Dokumenterstellung

source: type
de: Typ

source: replace document
de: Ersetze Dokument

source: investigator
de: Prüfarzt

source: study reference
de: Studienbezug

source: number/dose
de: Anzahl/Dosis

source: period
de: Zeitraum

source: total
de: Insgesamt

source: dosage Form
de: Darreichungsform

source: dosage
de: Dosis

source: project title
de: Projekttitel

source: project title (english)
de: Projekttitel (englisch)

source: date of protocol
de: Datum des Protokolls

source: sponsor name
de: Firma/Organisation

source: sex of contact person
de: Anrede der Kontaktperson

source: title of contact person
de: Titel der Kontaktperson

source: first name of contact person
de: Vorname der Kontaktperson

source: last name of contact person
de: Nachname der Kontaktperson

source: address
de: Adresse

source: postal code
de: Postleitzahl

source: city
de: Stadt

source: telephone
de: Telefon

source: UID-Number
de: UID-Nummer

source: invoice name
de: Firma/Organisation

source: Clinical trial of an unregistered drug
de: Klinische Prüfung eines nicht registrierten Arzneimittels

source: Clinical testing of a registered product
de: Klinische Prüfung eines registrierten Arzneimittels

source: according to the indication
de: gemäß der Indikation

source: not according to the indication
de: nicht gemäß der Indikation

source: Clinical testing of a new medical method
de: Klinische Prüfung einer neuen medizinischen Methode

source: Clinical investigation of medical devices
de: Klinische Prüfung eines Medizinproduktes

source: with CE-marking
de: mit CE-Kennzeichnung

source: without CE-marking
de: ohne CE-Kennzeichnung

source: Performance evaluation (in-vitro diagnostics)
de: Leistungsbewertungsprüfung (In-vitro-Diagnostika)

source: Non-therapeutic biomedical research involving human subjects (basic research)
de: Nicht-therapeutische biomedizinische Forschung am Menschen (Grundlagenforschung)

source: Genetic survey
de: Genetische Untersuchung

source: Other, please specify
de: Sonstige Kategorien

source: e.g. Dietetics, epidemiology, etc.
de: z.B.: immunologische Untersuchung, Epidemiologische Untersuchung, Diätetik, etc.

source: Dissertation / Thesis
de: Diplomarbeit / Dissertation

source: Retrospective data analysis
de: Retrospektive Datenauswertung

source: Questionnaire investigation
de: Fragebogen Untersuchung

source: Psychological study
de: Psychologische Studie

source: Nursing Scientific Study
de: Pflegewissenschaftliche Studie

source: Non-interventional Study (NIS)
de: Nicht-interventionelle Studie (NIS) nur gem. § 2a Abs. 3 AMG

source: Gender medicine
de: Gendermedizin

source: special field
de: Fachgebiet

source: Test substances
de: Prüfsubstanz(en)

source: Reference substance
de: Referenzsubstanz

source: Test products(e)
de: Prüfprodukt/e

source: reference product
de: Referenzprodukt

source: Clinical Phase
de: Klinische Phase

source: Necessarily indicate, in case of an AMG-study the clinical phase, in case of medical devices the most appropriate phase.
de: Bei AMG-Prüfung unbedingt angeben, bei MPG die am ehesten zutreffende Phase.

source: There are already votes of other ethics commissions.
de: Es liegen bereits Voten anderer Ethikkommissionen vor.

source: If so, upload the votes on the documents tab
de: Falls ja, laden Sie die Voten über den Reiter "Unterlagen" hoch

source: Planned number of trial participants total
de: Geplante Anzahl der Prüfungsteilnehmer/innen gesamt

source: all participating centers
de: Geplante Gesamtanzahl der Prüfungsteilnehmer/innen in allen weltweit teilnehmenden Zentren.

source: minimum age
de: Mindestalter

source: maximum age
de: Höchstalter

source: male participants
de: männliche Teilnehmer

source: The study includes:
de: In die Studie eingeschlossen werden:

source: female participants
de: weibliche Teilnehmerinnen

source: women of childbearing age
de: gebärfähige Frauen

source: non competent participants
de: Nicht-persönlich-Einwilligungsfähige

source: non competents explanation
de: z.B. Bewusstlose, Besachwaltete, aber NICHT Minderjährige, retrospektive Beobachtungen oder Proben

source: Duration of participation of the individual test participants in the study
de: Dauer der Teilnahme der einzelnen Prüfungsteilnehmer/innen an der Studie

source: active phase
de: Aktive Phase

source: Follow-up inspections
de: Nachkontrollen

source: Expected total duration of the study
de: Voraussichtliche Gesamtdauer der Studie

source: Submit as
de: Einreichen als

source: Registration in other states?
de: Registrierung in anderen Staaten?

source: Are there already results of clinical trials for the tested drug?
de: Liegen über das zu prüfende Arzneimittel bereits aussagekräftige Ergebnisse von klinischen Prüfungen vor?

source: 3.2.1 Countries in which the tests were conducted
de: In welchen Staaten wurden die Prüfungen durchgeführt?

source: If studies are cited in several phases, indicate the highest stage.
de: Wenn Studien in mehreren Phasen angeführt sind, die höchste Phase angeben

source: application type(s)
de: Anwendungsart(en)

source: Were the clinical tests made according to GCP guidelines
de: Wurde(n), die klinische(n) Prüfung(en) gemäß GCP-Richtlinien durchgeführt?

source: Does a final report exist?
de: Liegt ein Abschlussbericht vor?

source: If yes, upload the investigator's brochure, relevant data or a report of the Pharmaceutical Advisory Council using the upload tab
de: Falls ja, laden Sie die Investigator's Brochure, relevante Daten oder ein Gutachten des Arzneimittelbeirates über den Reiter "Unterlagen" hoch

source: Name of the product
de: Bezeichnung des Produktes

source: Manufacturer
de: Hersteller

source: Certified for this indication
de: Zertifiziert für diese Indikation

source: Certified, but for another indication
de: Zertifiziert, aber für eine andere Indikation

source: The medical product carries a CE mark
de: Das Medizinprodukt trägt ein CE-Zeichen

source: The product brochure is included.
de: Die Produktbroschüre liegt bei.

source: What rules or standards have been used for the construction and testing of the medical product (technical safety)
de: Welche Bestimmungen bzw. Normen sind für die Konstruktion und Prüfung des Medizinproduktes herangezogen worden (Technische Sicherheit)

source: Any deviations from the above provisions (standards)
de: Allfällige Abweichungen von den o.a. Bestimmungen (Normen)

source: No insurance is required
de: Eine Versicherung ist nicht erforderlich

source: insurance company
de: Versicherungsgesellschaft

source: phone
de: Telefon

source: policy number
de: Polizzennummer

source: validity
de: Gültigkeitsdauer

source: Additional information on study-related activities and any necessary deviations from the routine treatment
de: Ergänzende Informationen zu studienbezogenen Maßnahmen und alle erforderlichen Abweichungen von der Routinebehandlung

source: If original project title is not in German: German translation of the title
de: Wenn Original-Projekttitel nicht in Deutsch: Deutsche Übersetzung des Titels

source: project title (kraut-speak)
de: Projekttitel (deutsch)

source: project summary
de: Zusammenfassung des Projektes

source: Justification, relevance, design, measures and procedure
de: Rechtfertigung, Relevanz, Design, Maßnahmen und Vorgehensweise

source: Results of pre-clinical tests or justification for the waiving of pre-clinical tests
de: Ergebnisse der präklinischen Tests oder Begründung für den Verzicht auf präklinische Tests

source: Primary hypothesis of the study
de: Primäre Hypothese der Studie

source: if relevant, secondary hypotheses
de: wenn relevant auch sekundäre Hypothesen

source: Relevant in- and exclusion criteria
de: Relevante Ein- und Ausschlusskriterien

source: ethical considerations
de: Ethische Überlegungen

source: Justification for the inclusion of persons from protected groups
de: Begründung für den Einschluss von Personen aus geschützten Gruppen

source: e.g. Minor, temporary or permanent non-competent person, if applicable
de: z.B. Minderjährige, temporär oder permanent nicht-einwilligungsfähige Personen; wenn zutreffend

source: Description of the recruitment process
de: Beschreibung des Rekrutierungsverfahrens

source: Approach at test center(s), for informing and obtaining an informed consent of candidates
de: Vorgehensweise an der Prüfstelle, zur Erlangung der informierten Einwilligung

source: Risk assessment
de: Risikoabschätzung

source: Expected benefits for the included test participants
de: Voraussichtliche Vorteile für die eingeschlossenen Prüfungsteilnehmer/innen

source: Relation between subject and investigator
de: Relation zwischen Prüfungsteilnehmer/in und Prüfer/in

source: e.g. Patient - doctor, student - teacher, employee - employer, etc.
de: z.B. Patient/in - Ärztin/Arzt, Student/in - Lehrer/in, Dienstnehmer/in - Dienstgeber/in, etc.

source: Procedures on the site, to determine whether a person at a time to be included in another study, participate or whether a required period of time has elapsed since a participation in another study
de: Verfahren an der/den Prüfstelle/n, zur Feststellung, ob eine einzuschließende Person gleichzeitig an einer anderen Studie teilnimmt oder ob eine erforderliche Zeitspanne seit einer Teilnahme an einer anderen Studie verstrichen ist

source: Of particular importance when healthy volunteers are included in pharmacological studies.
de: von besonderer Bedeutung, wenn gesunde Proband/inn/en in pharmakologische Studien eingeschlossen werden

source: Methods to identify, record, and report undesirable effects
de: Methoden, um unerwünschte Effekte ausfindig zu machen, sie aufzuzeichnen und zu berichten

source: Describe when, by whom and how, for example "free" interviews and/or interviews using lists
de: Beschreiben Sie wann, von wem und wie, z.B. freies Befragen und/oder an Hand von Listen

source: Statistical considerations and reasons for the number of people who should be included in the study
de: Statistische Überlegungen und Gründe für die Anzahl der Personen, die in die Studie eingeschlossen werden sollen

source: additional information on section 8, if necessary
de: ergänzende Informationen zu Punkt 8, wenn erforderlich

source: Methods used to protect the confidentiality of the data collected, the source documents and the samples
de: Verwendete Verfahren zum Schutz der Vertraulichkeit der erhobenen Daten, der Quelldokumente und von Proben

source: Plan for treatment or care after the person has completed their participation in the study
de: Plan zur Behandlung oder Versorgung nachdem die Personen ihre Teilnahme an der Studie beendet haben

source: Amount and method of compensation or remuneration to the test participants
de: Betrag und Verfahren der Entschädigung oder Vergütung an die Prüfungsteilnehmer/innen

source: Description of the amount to be paid during the exam take and what, for example, Travel expenses, lost income, pain and discomfort, etc.
de: Beschreibung des Betrages, der während der Prüfungsteilnahme bezahlt wird und wofür, z.B. Fahrtspesen, Einkommensverlust, Schmerzen und Unannehmlichkeiten, etc.

source: Rules for the suspension or premature termination of the study at the test center, at the Member State or the entire study
de: Regeln für das Aussetzen oder vorzeitige Beenden der Studie an der/den Prüfstelle(n), in diesem Mitgliedstaat oder der gesamten Studie

source: Agreement on access of the examiner(s) to data, publication guidelines, etc
de: Vereinbarung über den Zugriff der Prüferin/des Prüfers/der Prüfer auf Daten, Publikationsrichtlinien, etc.

source: Financing of the study and information on financial or other interests of the examiner
de: Finanzierung der Studie und Informationen über finanzielle oder andere Interessen der Prüferin/des Prüfers/der Prüfer

source: additional information
de: Weitere Informationen

source: Open / Blind / Double-blind
de: Offen / Blind / Doppelblind

source: randomized
de: randomisiert

source: parallel groups
de: Parallelgruppen

source: controlled
de: kontrolliert

source: multicentric
de: multizentrisch

source: factorized
de: faktoriell

source: pilot project
de: Pilotprojekt

source: equivalence testing
de: Äquivalenzprüfung

source: misc
de: Sonstiges

source: number of groups
de: Anzahl der Gruppen

source: stratification
de: Stratifizierung

source: sample frequency
de: Messwiederholungen

source: primary objectives
de: Hauptzielgröße

source: null hypothesis
de: Nullhypothese(n)

source: alternative hypothesis
de: Alternativhypothese(n)

source: secondary objectives
de: Nebenzielgrößen

source: first order error
de: Fehler 1. Art

source: 1 - Beta = 1 - second order error
de: 1 - Beta = 1 - Fehler 2. Art

source: statistical algorithm
de: Stat.Verfahren

source: multiple testing
de: Multiples Testen

source: correctionalgorithm
de: Korrekturverfahren

source: Expected number of study dropouts(Drop-out-Quota)
de: Erwartete Anzahl von Studienabbrecher/inne/n (Drop-out-Quote)

source: Interim evaluation
de: Zwischenauswertung

source: Termination criteria
de: Abbruchkriterien

source: Planned use of statistical methods
de: Geplante statistische Verfahren

source: Information on the data quality audit
de: Angaben zur Datenqualitätsprüfung

source: Information on data management
de: Angaben zum Datenmanagement

source: Who did the biometric planning (if applicable, proof of qualification)?
de: Wer führte die biometrische Planung durch (ggf. Nachweis der Qualifikation)?

source: Who will conduct the statistical analysis (if applicable, proof of qualification)?
de: Wer wird die statistische Auswertung durchführen (ggf. Nachweis der Qualifikation)?

source: Information privacy
de: Die Datenverarbeitung erfolgt

source: Justification
de: Begründung

source: DPR-Nr.
de: DVR-Nummer

source: How is the anonymization done?
de: Wie erfolgt die Anonymisierung?

source: salutation
de: Anrede

source: title
de: Titel

source: first name
de: Vorname

source: last name
de: Nachname

source: Institution / Company
de: Institution/ Firma

source: coordinating examiner (multicentric study)
de: koordinierende/r Prüfer/in (multizentrische Studie)

source: [9.4] The Submitter is
de: [9.4] Antragsteller/in ist

source: Principal investigator (monocentric study)
de: Koordinierende/r Prüfärztin/arzt (monozentrische Studie)

source: sponsor / representative of the sponsor
de: Sponsor bzw. Vertreter/in des Sponsors

source: person/organization authorized by the sponsor
de: vom Sponsor autorisierte Person/Organisation

source: study site
de: Prüfzentrum

source: ethics commission
de: Ethik-Kommission

source: principal investigator
de: Koordinierende/r Prüfärztin/arzt

source: salutation of the Investigator
de: Anrede des Prüfarztes

source: title of the Investigator
de: Titel des Prüfarztes

source: first name of the Investigator
de: Vorname des Prüfarztes

source: last name of the Investigator
de: Nachname des Prüfarztes

source: mobile
de: "Pieps"/Mobil

source: specialist for
de: Facharzt für

source: certified
de: Prüfärztekurs

source: number of participants
de: Anzahl Teilnehmer/innen

source: Ms/Mr
de: Fr/Hr

source: exemption of fees
de: Gebührenbefreiung

source: Submitter
de: Antragsteller
