Repository: GeorgesAb-Lb/ecs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: The Ethics Commission acknowledges the arrival of your submission "%(project_title)s" (%(ec_number)s). You can find information about the processing stage of your study in your ECS account.
de: Die Ethik-Kommission bestätigt den Eingang Ihres Antrags "%(project_title)s" (%(ec_number)s). Informationen über den Stand der Bearbeitung der Studie finden Sie in Ihrem ECS Account unter dem Reiter Generell/Status.

source: See
de: Siehe

source: Submission
de: Einreichung

source: At least on protocol is required.
de: Es ist mindestens ein Protokoll erforderlich.

source: Organization
de: Organisation

source: Send Message
de: Nachricht senden

source: Catalog of Approved Studies
de: Register der befürworteten Studien

source: and one other study site
de: und ein weiteres Prüfzentrum

source: licensed data, Copyright Ethicscommission
de: Inhalt lizensiert unter CC-SA-BY-3.0 Lizenz, (C) Copyright Ethikkommission der Medizinischen Universität Wien

source: The study "%(project_title)s" (%(ec_number)s) has been changed.
de: Die Studie "%(project_title)s" (%(ec_number)s) wurde geändert.

source: Change Presenter
de: Einreicher Ändern

source: Change Susar Presenter
de: Sicherheitsmeldungsersteller Ändern

source: No Checklist with unexpected answers or unexpected comments yet.
de: Es gibt noch keine Checkliste mit unerwarteten Antworten oder einem nicht verpflichtenden Kommentar zu einer erwarteten Antwort.

source: The study "%(project_title)s" (%(ec_number)s) has been submitted to the Ethics Commission of the Medical University of Vienna. You receive this message, because you are listed as an involved party of the study.
de: Die Studie "%(project_title)s" (%(ec_number)s) wurde bei der Ethik-Kommission der MedUni Wien eingereicht. Sie erhalten diese Mitteilung, weil Sie in der Studie als beteiligte Person aufscheinen.

source: Your submission "%(project_title)s" (%(ec_number)s) cannot be accepted in the present shape. Please check your inbox for more precise information. You can resubmit your study as appropriate.
de: Ihre Einreichung "%(project_title)s" (%(ec_number)s) kann in der vorliegenden Form nicht angenommen werden. Kontrollieren Sie Ihren Nachrichteneingang für nähere Angaben. Sie können die Studie im System durch einen Klick auf "Bearbeiten" ändern und danach neu einreichen.

source: Just Save
de: Nur Speichern

source: Submit Amendment
de: Änderungen absenden

source: Resubmit
de: Neu Einreichen

source: You filled out the form correctly. Do you want to create a notification now?
de: Sie haben das Formular korrekt ausgefüllt. Wollen Sie nun eine Meldung erstellen?

source: You filled out the form correctly. Do want to submit the study?
de: Sie haben das Formular korrekt ausgefüllt. Wollen Sie die Studie einreichen?

source: Create Notification
de: Meldung Erstellen

source: Don't Submit
de: Nicht Einreichen

source: Your are being redirected to the notification form
de: Sie werden zum Meldungsformular weitergeleitet

source: Your study is being submitted
de: Ihre Studie wird eingereicht

source: Edit
de: Bearbeiten

source: Categories
de: Fachgebiete

source: Delete Changes
de: Änderungen verwerfen

source: Document
de: Unterlage

source: No Submissions.
de: Keine Einreichung.

source: Do you want to delete the submission draft?
de: Wollen Sie den Einreichungsentwurf löschen?

source: A new version of study "%(project_title)s" (%(ec_number)s) has been submitted.
de: Eine neue Version der Studie "%(project_title)s" (%(ec_number)s) wurde eingereicht.

source: You have been selected as presenter of study "%(project_title)s" (%(ec_number)s).
de: Die Funktion des "Einreichers" für die Studie "%(project_title)s" (%(ec_number)s) wurde an Sie übertragen.

source: You are not the presenter of study "%(project_title)s" (%(ec_number)s) anymore.
de: Die Funktion des "Einreichers" für die Studie "%(project_title)s" (%(ec_number)s) wurde an eine andere Person übertragen.

source: Start External Review
de: Gutachten starten

source: save %(review)s
de: %(review)s speichern

source: complete %(review)s
de: %(review)s abschicken

source: General
de: Generell

source: Evaluations
de: Beurteilungen

source: Votes
de: Voten

source: Workflow
de: Arbeitsablauf

source: Workflow Log
de: Arbeitsablauf Protokoll

source: Involved Parties
de: Beteiligte Parteien

source: Checklist Summary
de: Übersicht

source: Published Votes
de: Veröffentlichte Voten

source: Pending Notifications
de: Ausstehende Meldungen

source: Answered Notifications
de: Beantwortete Meldungen

source: My Communication
de: Meine Nachrichten

source: Communication Overview
de: Nachrichten Überblick

source: There are no open notifications.
de: Es existieren derzeit keine offenen Meldungen.

source: Create a new notification
de: Eine neue Meldung erstellen

source: rejected
de: abgelehnt

source: There are no answered notifications.
de: Ex existieren derzeit keine beantworteten Meldungen.

source: Changed after voting
de: Nach der Abstimmung geändert

source: valid until
de: gültig bis

source: There are no published votes.
de: Es existieren derzeit keine veröffentlichten Voten.

source: Reopen
de: Neu öffnen

source: Download unpublished Version as PDF
de: Unveröffentlichte Version als PDF herunterladen

source: Write a new message
de: Neue Nachricht

source: Do you want to close the review and send it to the EC?
de: Wollen sie das Gutachten abschließen und an die Ethik-Kommission senden?

source: You have been selected as susar presenter of study "%(project_title)s" (%(ec_number)s).
de: Die Funktion des "Sicherheitsmeldungserstellers" für die Studie "%(project_title)s" (%(ec_number)s) wurde an Sie übertragen.

source: You are not the susar presenter of study "%(project_title)s" (%(ec_number)s) anymore.
de: Die Funktion des "Sicherheitsmeldungserstellers" für die Studie "%(project_title)s" (%(ec_number)s) wurde an eine andere Person übertragen.

source: Involvement
de: Beteiligung

source: Timeframe
de: Zeitraum

source: Authorize
de: Autorisieren

source: Biased Parties
de: Befangene Parteien

source: This form has not been submitted yet.
de: Dieses Formular wurde noch nicht eingereicht.

source: change
de: ändern

source: same as sponsor
de: wie Sponsor

source: No Primary Investigator
de: Kein/e koordinierende/r Prüfärztin/arzt

source: New/Undecided
de: Neu/Unentschieden

source: Reschedule
de: Neu planen

source: drop
de: fallen lassen

source: The Vote for the study %(ec_number)s "%(project_title)s" has been published.
de: Das Votum für die Studie %(ec_number)s "%(project_title)s" ist Ihnen nun zugänglich.

source: See Section 9.Documents
de: Siehe Punkt 9.Unterlagen

source: No tags yet.
de: Es gibt noch keine Tags.

source: Back to the tag list
de: Zurück zur Tag-Liste

source: delete
de: Löschen

source: New Tag
de: Neues Tag

source: Closed At
de: Abgeschlossen am

source: Closed tasks are grayed out. Deleted tasks are crossed out.
de: Abgeschlossene Aufgaben sind ausgegraut, gelöschte Aufgaben sind durchgestrichen

source: Delegate
de: Abgeben

source: Sort by
de: Sortieren nach

source: Open
de: Offen

source: Proxy
de: Vertretung

source: thesis
de: Diplomarbeit

source: local_ec
de: Lokale EK

source: My Tasks
de: Meine Aufgaben

source: Tasks assigned to me
de: Übernommene Aufgaben

source: Accept all
de: Alle annehmen

source: Preview
de: Vorschau

source: Decline
de: Ablehnen

source: Proxy Tasks
de: Vertretungsaufgaben

source: There are no tasks for you.
de: Sie haben derzeit keine Aufgaben.

source: Task Type
de: Aufgabenart

source: Drag the bookmark link to your bookmark bar to save it.
de: Ziehen Sie den Lesezeichen-Link auf Ihre Lesezeichen-Leiste um ihn zu speichern.

source: Bookmark
de: Lesezeichen

source: Collapse
de: weniger

source: Expand
de: mehr

source: List of Users
de: Liste der Benutzer

source: Groups
de: Gruppen

source: Indisposed
de: Verhindert

source: Inactive
de: Inaktiv

source: Edit Details
de: Details ändern

source: Unmark Indisposed
de: als Anwesend markieren

source: Mark Indisposed
de: als Verhindert markieren

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Reset
de: Zurücksetzen

source: Back to the List of Users
de: Zurück zur Benutzer-Liste

source: %(name)s is now indisposed. You have been selected as communication proxy.
de: %(name)s ist derzeit verhindert. Sie wurden als Nachrichtenvertretung ausgewählt.

source: Indisposition
de: Abwesenheit

source: Invite
de: Einladen

source: Set Password
de: Passwort setzen

source: Public Catalog
de: Öffentliches Register

source: Online Help Pages
de: Hilfe/Anleitungen

source: Site Notice
de: Impressum

source: A new Signing User has been created: %(name)s
de: Ein neuer Zeichnungberechtigter wurde hinzugefügt: %(name)s

source: Edit Profile
de: Profil bearbeiten

source: Change Password
de: Passwort ändern

source: Profile of %(user)s
de: Profil von %(user)s

source: Personal details
de: Angaben zur Person

source: If you work for the ethics commission as an external reviewer, you have to fill out the following fields
de: Wenn sie als Gutachter für die Ethikkommission arbeiten, benötigen wir die folgenden Daten für Zahlungen an Sie

source: Settings
de: Einstellungen
