Repository: GeorgesAb-Lb/ecs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Primary Investigator
de: Koordinierende/r Prüfärztin/arzt

source: Temporary Authorization
de: Befristete Autorisierung

source: yes
de: Ja

source: no
de: Nein

source: Submission of study EC-Nr. {ec_number}
de: Einreichung der Studie EK-Nr. {ec_number}

source: Acknowledgement of Receipt
de: Eingangsbestätigung

source: Changes to study EC-Nr. {ec_number}
de: Änderungen an Studie EK-Nr. {ec_number}

source: Submission not accepted
de: Einreichung nicht akzeptiert

source: Vote
de: Votum

source: Your review is incomplete.
de: Das Gutachten ist nicht vollständig.

source: This form can't be submitted at the moment.
de: Dieses Formular kann im Moment nicht eingereicht werden.

source: Submissions
de: Einreichungen

source: All Studies
de: Alle Studien

source: This document is an old version.
de: Das Dokument liegt in einer veralteten Form vor.

source: Study Search
de: Studien-Suche

source: Assigned Studies
de: Mir zugeordnete Studien

source: My Studies
de: Meine Studien

source: Acknowledge
de: Bestätigen

source: Reject
de: Ablehnen

source: Finish
de: Fertig

source: Executive Review
de: Begutachtung Executive

source: Cover letter / covering letter to the Ethics Commission
de: Anschreiben / Begleitschreiben an die Ethikkommission

source: patient information
de: Patienteninformation

source: Patients / subjects / children / youths / parents / genetic information, information for non competent patients
de: Patienten / Probanden / Kinder / Jugendliche / Eltern / Genetische- Information, Information für nicht einwilligungsfähige Patienten

source: insurancecertificate
de: Versicherungsbestätigung

source: study protocol
de: Studienprotokoll (Prüfplan)

source: Investigator's Brochure
de: Prüferinformation (Investigator's Brochure)

source: Protocol changes
de: Protokolländerungen

source: Curriculum Vitae (CV)
de: Lebenslauf (CV)

source: CV
de: Lebenslauf

source: can also be a Financial Disclosure Form
de: kann auch ein Financial Disclosure Form sein

source: Case Report Form (CRF)
de: Fallbericht-Formular (CRF)

source: EudraCT Form
de: EudraCT-Formular

source: adverse reaction report
de: Nebenwirkungsbericht

source: Med Watch report, CIOMS form etc.
de: Med Watch-Bericht, CIOMS-Formular etc.

source: Statement on a review
de: Stellungnahme zum Gutachten

source: other
de: Sonstige

source: Patient diaries, patient card, technical information, questionnaires, etc.
de: Patiententagebuch, Patientenkarte, Fachinformation, Fragebögen etc.

source: Submission Form
de: Einreichformular

source: vote
de: Votum

source: Notification
de: Meldungen

source: Notification Answer
de: Meldungsantwort

source: Invoice
de: Rechnung

source: no file
de: keine Datei

source: This file is not a PDF document.
de: Diese Datei ist kein PDF-Dokument.

source: The PDF-File seems to broken. For more Information click on the question mark in the sidebar.
de: Die PDF-Datei scheint beschädigt zu sein. Für mehr Information klicken Sie auf das Fragezeichen-Symbol im Seitenmenü.

source: date and time
de: Datum und Uhrzeit

source: deadline
de: Letzter Einreichtermin

source: deadline thesis
de: Letzter Einreichtermin für Diplomarbeiten/Dissertationen

source: duration
de: Dauer

source: break
de: Pause

source: ideal start time (time)
de: Ideale Startzeit (Uhrzeit)

source: Automatic
de: Automatisch

source: Last
de: Letzte

source: First
de: Erste

source: from (time)
de: Von (Uhrzeit)

source: to (time)
de: Bis (Uhrzeit)

source: weighting
de: Gewichtung

source: From meeting
de: Von Sitzung

source: To meeting
de: Nach Sitzung

source: %B Meeting %Y (automatically generated)
de: %B Sitzung %Y (automatisch generiert)

source: impossible
de: unmöglich

source: unfavorable
de: ungünstig

source: Meetings
de: Sitzungen

source: The constraints have been saved. The constraints will be taken into account when optimizing the timetable.
de: Die Einschränkungen wurden gespeichert. Sie werden bei der Optimierung der Zeitplanung berücksichtigt werden.

source: This meeting has ended.
de: Diese Sitzung wurde beendet.

source: No TOPs are assigned to this meeting.
de: Dieser Sitzung sind keine TOPs zugeordnet.

source: This meeting has not yet started.
de: Diese Sitzung wurde noch nicht begonnen.

source: There are open recommendations. You can start the meeting assistant when all recommendations are done.
de: Es sind noch nicht alle Empfehlungen fertig abgegeben. Sie können die Sitzung erst nach dem erfolgten Abschluss der Empfehlungen starten.

source: There are open vote preparations. You can start the meeting assistant when all vote preparations are done.
de: Es sind noch nicht alle Votumsvorbereitungen fertig. Sie können die Sitzung erst nach dem erfolgten Abschluss der Votumsvorbereitungen starten.

source: unfinished meetings cannot be stopped
de: nicht abgeschlossene Sitzungen können nicht beendet werden

source: agenda
de: Tagesordnung

source: time slot
de: Zeitfenster

source: EC Meeting %s
de: EK Sitzung %s

source: Expedited Review at {0}
de: Expedited Review am {0}

source: Meeting Protocol
de: Sitzungsprotokoll

source: The expert assignment has been saved. The experts will be invited to the meeting when you send the agenda to the board.
de: Die Spezialistenzuordnung wurde gespeichert. Die Spezialisten werden zu der Sitzung eingeladen, wenn Sie die Tagesordnung an die Sitzungsmitglieder versenden.

source: Safety Review
de: Sicherheitsmeldung

source: Notification Answer Signing
de: Meldungsantwort Signierung

source: Distribute Notification Answer
de: Meldungsantwort Verteilen

source: Notification Review
de: Meldungsbewertung

source: Initial Amendment Review
de: Amendment Formale Prüfung

source: Amendment Review
de: Amendment Bewertung

source: Annual Safety Report
de: Jährlicher Sicherheitsbericht

source: Other Safety Report
de: Andere Sicherheitsmeldung

source: Study
de: Studie

source: Proofread
de: Korrektur gelesen

source: rate negative
de: Negativ beurteilt

source: New Notification Answer
de: Neue Meldungsantwort

source: Open Notifications
de: Offene Meldungen

source: save successful
de: speichern erflogreich

source: Ready
de: Fertig

source: Needs further review
de: Weitere Begutachtung erforderlich

source: Sign
de: Unterzeichnen

source: The passphrases do not match.
de: Die Passwörter stimmen nicht überein.

source: German
de: Deutsch

source: Total
de: Insgesamt

source: Comercially sponsored
de: Kommerziell gesponsert

source: Multicentric
de: Multizentrisch

source: In accord with AMG
de: Studien nach AMG

source: In accord with MPG
de: Studien nach MPG

source: B1 on first vote
de: B1 als erstes Votum

source: B2 on first vote
de: B2 als erstes Votum

source: B3 on first vote
de: B3 als erstes Votum

source: Negative overall
de: Insgesamt abgelehnt oder zurückgezogen

source: Main Ethics Commission
de: Leitethikkommission

source: Local Ethics Commission
de: Lokal zuständige Ethikkommission

source: Monocentric AMG studies
de: Monozentrische AMG Studien

source: CE certified for exact indications
de: Mit CE Kennzeichen innerhalb der Zweckbestimmung

source: CE certified for other indications
de: Mit CE Kennzeichen ausserhalb der Zweckbestimmung

source: Without CE marking
de: Ohne CE-Kennzeichnung

source: Studies in accord with AMG and MPG
de: Kombinierte AMG/MPG Studien

source: Color
de: Farbe

source: This tag is still used and can't be deleted.
de: Dieses Tag wird noch benutzt und kann daher nicht gelöscht werden.

source: <group>
de: <Gruppe>

source: delegate
de: abgeben

source: You must select a user.
de: Sie müssen einen Benutzer auswählen.

source: Fill out the form completely to complete the task.
de: Füllen Sie das Formular vollständig aus um die Aufgabe abzuschliessen.

source: Deadline
de: Stichtag

source: Oldest
de: Alter, ältere zuerst

source: Newest
de: Alter, neuere zuerst

source: Password
de: Passwort

source: This account is inactive.
de: Dieser Zugang ist deaktiviert.

source: gender
de: Geschlecht

source: First name
de: Vorname

source: Last name
de: Nachname

source: Password (again)
de: Passwort wiederholen

source: The two password fields didn't match.
de: Die Passwörter stimmen nicht überein.

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Never
de: nie

source: after 5 minutes
de: nach fünf Minuten

source: after {0} hours
de: nach {0} Stunden

source: Forwarding of unread messages
de: Weiterleitung von ungelesenen Nachrichten

source: Gender
de: Geschlecht

source: Title
de: Titel

source: Job Title
de: Berufsbezeichnung

source: Address/Home Address if external reviewer
de: Adresse/Privatadresse falls Gutachter

source: Additional Address Information
de: Zusätzliche Adressinformationen

source: ZIP-Code
de: Postleitzahl

source: City
de: Ort

source: Phone
de: Telefon

source: Both
de: Beide

source: active
de: aktiv

source: inactive
de: inaktiv

source: Medical Categories
de: Medizinische Kategorien

source: {0} is a specialist in following meetings: {1}
de: {0} ist als Spezialist in folgenden Sitzungen zugeteilt: {1}

source: Invitation Text
de: Einladungstext

source: There is already a user with this email address.
de: Es ist bereits ein Benutzer mit dieser Email-Adresse registriert.

source: is_indisposed
de: Verhindert

source: communication_proxy
de: Nachrichtenvertretung

source: Circular Proxy Chain: {}
de: Zirkuläre Vertretungs-Kette

source: Ms.
de: Frau

source: Mr.
de: Herr

source: ECS - Registration
de: ECS - Anmeldung

source: ECS - Password Reset
de: ECS - Passwort zurücksetzen

source: {user} indisposed
de: {user} verhindert

source: New Signing User
de: Neuer Zeichnungsberechtigter

source: The change of the user has been saved.
de: Die Änderungen an dem Benutzer wurden gespeichert.

source: Executive Vote Review
de: Votum Überprüfung Exekutiv

source: Internal Vote Review
de: Votum Prüfung Intern

source: Office Vote Finalization
de: Votum Bearbeitung Office

source: Office Vote Review
de: Votum Bewertung Office

source: Vote Signing
de: Votum Signierung

source: 1 positive
de: 1 Positiv

source: 2 positive under reserve
de: 2 Vorbehaltlich positiv

source: 3b recessed (examined)
de: 3b Vertagt (behandelt)

source: 3a recessed (not examined)
de: 3a Vertagt (nicht behandelt)

source: 4 negative
de: 4 Negativ

source: 5 withdrawn (applicant)
de: 5 Zurückgezogen (Antragsteller)

source: Proofread and valid
de: Korrektur gelesen und gültig

source: comment
de: Kommentar

source: Vote for Submission {ec_number} has expired
de: Das Votum für die Studie EK-Nr. {ec_number} ist abgelaufen

source: Vote for Submission {ec_number} will expire in three weeks
de: Das Votum für die Studie EK-Nr. {ec_number} läuft in drei Wochen ab

source: Vote for Submission {ec_number} will expire in one week
de: Das Votum für die Studie EK-Nr. {ec_number} läuft in einer Woche ab

source: Vote {ec_number}
de: Votum {ec_number}

source: Advanced Settings
de: Erweiterte Einstellungen

source: Vote Receivers
de: Votenempfänger

source: Save
de: Speichern

source: Administration
de: Verwaltung

source: User Administration
de: Benutzerverwaltung

source: Invite User
de: Benutzer einladen

source: Old Payments
de: Alte Zahlungen

source: Payment of %(date)s
de: Zahlung vom %(date)s

source: 1 Review
de: 1 Gutachten

source: %(count)s Reviews
de: %(count)s Gutachten

source: No payment yet.
de: Es gibt noch keine Zahlung.

source: Unbilled Reviews
de: Unverechnete Gutachten

source: Create settlement
de: Abrechnung erstellen

source: No review yet.
de: Es gibt noch kein Gutachten.

source: Download payment as xls file
de: Zahlung als xls-Datei herunterladen

source: Reviewer
de: Gutachter

source: Old Invoices
de: Alte Rechnungen

source: Invoice of %(date)s
de: Rechnung vom %(date)s

source: 1 Submission
de: 1 Einreichung

source: %(count)s Submissions
de: %(count)s Einreichungen

source: No invoice yet.
de: Es gibt noch keine Rechnung.

source: Download Invoice as xls file
de: Rechnung als xls-Datei herunterladen

source: Unbilled Submissions
de: Unverechnete Einreichungen

source: No submission yet.
de: Es gibt noch keine Einreichung.

source: New Boilerplate
de: Neuer Textbaustein

source: Boilerplates
de: Textbausteine

source: edit
de: Bearbeiten

source: Delete
de: Löschen

source: No boilerplate yet!
de: Es gibt nocht keinen Textbaustein!

source: There are further inquiries about your review of study "%(project_title)s" (%(ec_number)s). Please check your inbox for more precise information.
de: Bezüglich des von Ihnen erstellten Gutachtens zur Studie "%(project_title)s" (%(ec_number)s) haben sich Rückfragen seitens der Ethikkommission ergeben. Kontrollieren Sie bitte Ihren Nachrichteneingang für nähere Angaben.

source: There is an new external review for the study %(ec_number)s available. You can see it in the tab "Reviews". Please click the following link to download the review as PDF file:
de: Zur Studie %(ec_number)s ist ein Gutachten eingelangt. Dieses steht Ihnen im ECS unter dem Reiter "Beurteilungen" zur Verfügung. Klicken Sie auf den folgenden Link um das Gutachten als PDF-Datei herunterzuladen:

source: The ethics commission of the Medical University of Vienna requests that you review study %(ec_number)s ("%(project_title)s"). The study is going to be discussed at the meeting at %(meeting_day)s. You will get %(price)s reward for your efforts. Please let us now if you will make the review. In case of your refusal we ask you to suggest other capable reviewers. Click the following link to make the review: %(ABSOLUTE_URL_PREFIX)s%(task_url)s
de: Die Ethik-Kommission der MedUni Wien bittet Sie um ein Gutachten zur Studie %(ec_number)s ("%(project_title)s"). Das Projekt wird in der Sitzung vom %(meeting_day)s behandelt. Für Ihre Bemühungen erhalten Sie ein Anerkennungshonorar von %(price)s. Bitte teilen Sie uns so bald wie möglich mit, ob Sie die Begutachtung durchführen werden. Im Falle Ihrer Absage bitten wir Sie um Vorschläge anderer geeigneter Gutachter. Um Ihr Gutachten zu erstellen, klicken Sie auf den folgenden Link: %(ABSOLUTE_URL_PREFIX)s%(task_url)s

source: save
de: Speichern

source: Insert Boilerplate
de: Textbaustein einfügen

source: Communication
de: Nachrichten

source: Date
de: Datum

source: Subject
de: Betreff

source: Read
de: Gelesen

source: Task
de: Aufgabe

source: mark as done
de: als erledigt markieren

source: New Message
de: Neue Nachricht

source: Back to the communication overview
de: Zurück zur Nachrichtenübersicht

source: Back to the Study
de: Zurück zur Studie

source: sort
de: sortieren

source: Old/New
de: Alt/Neu

source: To the communication overview
de: Zur Nachrichtenübersicht

source: To the Study
de: Zur Studie

source: Me
de: Ich

source: Collapse all
de: Alle einklappen

source: Expand all
de: Alle ausklappen

source: Send
de: Abschicken

source: Incoming
de: Einkommend

source: Outgoing
de: Ausgehend

source: Pending
de: Ausstehend

source: Closed
de: Erledigt

source: To write a message, open the read-only view of a study and change to the communication tab. For general Questions write an email to the <a href="http://ethikkommission.meduniwien.ac.at/ethik-kommission/kontakt/">Ethics-Commission</a>.
de: Um eine neue Nachricht zu erstellen, wechseln Sie in die betreffende Studie in den Reiter Nachrichten. Für allgemeine Fragen schreiben sie eine E-Mail an die <a href="http://ethikkommission.meduniwien.ac.at/ethik-kommission/kontakt/">Ethik-Kommission</a>.

source: No messages yet!
de: Es gibt noch keine Nachrichten!

source: System messages are shown.
de: Systemnachrichten werden angezeigt.

source: Hide system messages
de: Systemnachrichten verstecken

source: System messages are hidden.
de: Systemnachrichten werden nicht angezeigt.

source: Show system messages
de: Systemnachrichten anzeigen

source: Click here to get help.
de: Klicken Sie hier, um zur Online-Hilfe zu gelangen.

source: Show my scratchpad for submission %(ec_number)s
de: Notizblock für die Studie %(ec_number)s aufschlagen

source: Show my scratchpad
de: Notizblock aufschlagen

source: Dashboard
de: Übersicht

source: Tasks
de: Aufgaben

source: Studies
de: Studien

source: New Submission
de: Neuer Antrag

source: Study Notifications
de: Studien Meldungen

source: New Notification
de: Neue Meldung

source: New Meeting
de: Neue Sitzung

source: Accounting of fees
de: Gebührenabrechnung

source: Statistics
de: Statistik

source: View
de: Ansicht

source: Replace
de: Ersetzen

source: Use the calendar icon to select a date.
de: Verwenden Sie das Kalendersymbol um ein Datum auszuwählen.

source: Replaces document
de: Ersetzt Dokument

source: New Document
de: Neues Dokument

source: Upload
de: Hochladen

source: Please be patient, the file is being uploaded and processed
de: Bitte um etwas Geduld, die Datei wird gerade hochgeladen und von uns weiterverarbeitet

source: No text
de: Kein Text

source: Close
de: Schließen

source: This field is required.
de: Dieses Feld ist erforderlich

source: last edited
de: zuletzt bearbeitet

source: Comments
de: Kommentare

source: Ret. Thesis/Expedited
de: Weitere TOPs

source: Do you want to start the meeting?
de: Wollen Sie die Sitzung starten?

source: Start (meeting)
de: Starten

source: Don't Start
de: Nicht Starten

source: Do you want to stop the meeting?
de: Wollen Sie die Sitzung beenden?

source: Stop (meeting)
de: Beenden

source: Don't Stop
de: Nicht Beenden

source: Prepared Vote
de: Vorbereitetes Votum

source: No vote!
de: Kein Votum!

source: Retrospective Thesis Submissions
de: Retrospektive Diplomarbeiten/Dissertationen

source: Approved
de: Bestätigt

source: Not Approved
de: Nicht Bestätigt

source: Expedited Submissions
de: Expedited

source: Local-EC Submissions
de: Lokale EK

source: Approve
de: Bestätigen

source: Recessed
de: Vertagt

source: not examined
de: nicht behandelt

source: examined
de: behandelt

source: copy positive
de: Pos. kopieren

source: copy negative
de: Neg. kopieren

source: Overview
de: Übersicht

source: Planning
de: Planung

source: Open Tasks
de: Offene Aufgaben

source: Notifications
de: Meldungen

source: Protocol
de: Protokoll

source: Timetable
de: Zeitplanung

source: Do you want to send the E-mails?
de: Wollen Sie die E-mails abschicken?

source: Don't Send
de: Nicht Abschicken

source: Send Invitations
de: Einladungen verschicken

source: new meeting
de: Neue Sitzung

source: edit meeting
de: Sitzung bearbeiten

source: Dear(f) %(recipient)s
de: Sehr geehrte %(recipient)s!

source: Dear(m) %(recipient)s
de: Sehr geehrter %(recipient)s!

source: Your study "%(project_title)s" (%(ec_number)s), will be discussed at the meeting on %(date)s at %(start)s o'clock. Place: Sitzungssaal der Ethik-Kommission, Borschkegasse 8b/6.Stock, 1090 Wien The presence of the primary investigator (or its legal representative) necessary; the Sponsor is entitled to attend the meeting too.
de: Ihre Studie "%(project_title)s" (%(ec_number)s) wird in der Sitzung vom %(date)s um %(start)s Uhr behandelt. Ort: Sitzungssaal der Ethik-Kommission, Borschkegasse 8b/6.Stock, 1090 Wien Die Anwesenheit des Prüfers (oder seines Vertreters) ist unbedingt erforderlich; der Sponsor hat das Recht, ebenfalls an der Diskussion des Projektes teilzunehmen.

source: Reschedule Submission
de: Sitzung verlegen

source: Save and return to study
de: Speichern und zurück zur Studie

source: no board member required
de: kein Sitzungsmitglied erforderlich

source: Submitter Organisation
de: Einreichendes Institut

source: Investigator Organisation
de: Prüfzentrum

source: Investigator contact
de: Prüfarzt

source: <span class="text-danger">rejected</span> on the %(publish_date)s
de: <span class="text-danger">abgelehnt</span> am %(publish_date)s

source: <span class="text-success">acknowledged</span> on the %(publish_date)s
de: <span class="text-success">bestätigt</span> am %(publish_date)s

source: Created At
de: Erstellt

source: Activity
de: Tätigkeit

source: Group
de: Gruppe

source: Assigend At
de: Zugeteilt

source: Accepted
de: Angenommen

source: Assigend To
de: Person

source: Send protocol
de: Protokoll versenden

source: Scheduled for
de: Geplant für

source: Deadline for Submission
de: Letzter Einreichtermin

source: Deadline for Thesis Submission
de: Letzter Einreichtermin für Diplomarbeiten/Dissertationen

source: Ended
de: Beendet

source: Started
de: Gestartet

source: Started at
de: Gestartet um

source: Ended at
de: Beendet um

source: Agenda
de: Tagesordnung

source: Agenda PDF
de: Tagesordnung PDF

source: Send agenda to board
de: Agenda an die Sitzungsmitglieder versenden

source: Last sent
de: Zuletzt versendet

source: Expedited Reviewer Invitations
de: Expedited Review bis

source: Timetable PDF
de: Zeitplan-PDF

source: Protocol PDF
de: Protokoll PDF

source: Sent at
de: Versendet am

source: Diploma Thesis
de: Diplomarbeit

source: Multicentric, Main EC
de: Leitethikkommission

source: Billable
de: Gebührenpflichtig

source: B3 (examined)
de: B3 (behandelt)

source: B3 (not examined)
de: B3 (nicht behandelt)

source: Download all documents for this meeting (zip)
de: Alle Dokumente der Sitzung herunterladen (zip)

source: Download documents (zip)
de: Herunterladen(zip)

source: Next TOPs
de: Nächste TOPs

source: Scratchpad
de: Notizblock

source: Open TOPs
de: Offene TOPs

source: Finished TOPs
de: Abgeschlossene TOPs

source: No Vote yet!
de: Es gibt nocht kein Votum!

source: before
de: Vorher Anwesende

source: waiting
de: Wartende

source: after
de: Anschließend Anwesende

source: <span class="bold">rejected</span> on the %(publish_date)s
de: <span class="bold">abgelehnt</span> am %(publish_date)s

source: <span class="bold">acknowledged</span> on the %(publish_date)s
de: <span class="bold">bestätigt</span> am %(publish_date)s

source: Dear(f) %(receiver)s
de: Sehr geehrte %(receiver)s!

source: Dear(m) %(receiver)s
de: Sehr geehrter %(receiver)s!

source: Sincerly yours, The Team of the Ethics Commission
de: Mit freundlichen Grüßen, das Team der Ethik-Kommission

source: Distribute
de: Verteilen

source: Download PDF
de: Als PDF herunterladen

source: Submit
de: Einreichen

source: old
de: alt

source: new
de: neu

source: all
de: alle

source: No changes.
de: Keine Änderungen.

source: There are no notifications yet.
de: Es existieren derzeit keine Studienmeldungen.

source: Don't Delete
de: Nicht Löschen

source: Changes
de: Änderungen

source: Has the study been started?
de: Wurde die Studie begonnen?

source: Reason for not started
de: Warum wurde die Studie nicht begonnen?

source: Recruited subjects
de: Rekrutierte Teilnehmer

source: Finished subjects
de: Teilnehmer abgeschlossen

source: Aborted subjects
de: Studienabbrüche

source: SAE count
de: Anzahl SAE

source: SUSAR count
de: Anzahl SUSAR

source: Back to open notifications
de: Zurück zu den offenen Meldungen

source: Page
de: Seite

source: of
de: von

source: Create new certificate
de: Neues Zertifikat erstellen

source: Revoke
de: Widerrufen

source: Create Certificate
de: Zertifikat Erstellen

source: Scratchpad for submission %(ec_number)s
de: Notizblock für die Studie %(ec_number)s

source: Show all my scratchpads
de: Zur Liste der Notizblöcke

source: Last Change: %(modified_at)s
de: Letzte Änderung: %(modified_at)s

source: Save and close
de: Speichern und schließen

source: List of scratchpads
de: Liste der Notizblöcke

source: Global scratchpad
de: Allgemeiner Notizblock

source: No scratchpad
de: Kein Notizblock

source: Batch Signature
de: Stapelsignatur

source: Skip
de: Überspringen

source: Push back
de: Zurückwerfen

source: Cancel
de: Abbrechen

source: Try again
de: Nochmal versuchen

source: Statistics %(current_year)s
de: Statistik %(current_year)s

source: Statistics for the year of %(current_year)s
de: Statistik für das Jahr %(current_year)s
